Repository: internezzo/FormData
Catalog: Resources/Private/Translations/*/Modules/FormData.xlf
Languages: de

# action.delete.confirm
source: Delete collector and data
de: Collector und Daten löschen

# action.delete.operationCannotBeUndone
source: This operation cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

# action.delete.willBeDeleted
source: The collector and all data will be deleted.
de: Der Collector und alle Daten werden gelöscht.

# action.new.label
source: Add collector
de: Collector hinzufügen

# collector.csvdownload.tooltip
source: Download as csv
de: Als csv herunterladen

# collector.dataCount
source: Data count
de: Anzahl Daten

# collector.delete.tooltip
source: Delete collector and data
de: Collector und Daten löschen

# collector.firstData
source: First Data
de: Erste Daten

# collector.latestData
source: Last Data
de: Letzte Daten

# collector.show.subtitle
source: Data for collector
de: Daten des Collectors

# collector.show.tooltip
source: Show data
de: Daten anzeigen

# collector.title
source: Title
de: Titel

# delete.flashmessage.success.message
source: Collector "{0}" has been deleted.
de: Collector "{0}" wurde gelöscht.

# delete.flashmessage.success.title
source: Success
de: Erfolgreich

# formdata.action.delete.confirm
source: Delete data
de: Daten löschen

# formdata.action.delete.operationCannotBeUndone
source: This operation cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

# formdata.action.delete.willBeDeleted
source: Data will be deleted.
de: Die Daten werden gelöscht.

# formdata.back
source: Back
de: Zurück

# formdata.delete.flashmessage.success.message
source: Data has been deleted.
de: Daten wurde gelöscht.

# formdata.delete.flashmessage.success.title
source: Success
de: Erfolgreich

# formData.delete.tooltip
source: Delete data
de: Daten löschen

# formdata.message.reallyDelete
source: Confirm deleting data.
de: Löschen der Daten bestätigen.

# formdata.show.received
source: Received
de: Empfangen

# formdata.tooltip.delete
source: Delete data
de: Daten löschen

# message.reallyDelete
source: Confirm deleting collector {0}
de: Löschen des Collectors {0} bestätigen

# new.collector.legend
source: New Collector
de: Neuer Collector

# new.collector.submit.label
source: Create collector
de: Collector anlegen

# new.collector.title
source: Title
de: Titel

# show.roles.legend
source: Authorized Roles
de: Zugriffsberechtigte Rollen

# show.submit.label
source: Save
de: Speichern

# tooltip.delete
source: Delete collector and data
de: Collector und Daten löschen

# update.flashmessage.success.message
source: Collector {collectorTitle} has been updated.
de: Collector {collectorTitle} wurde aktualisiert.

# update.flashmessage.success.title
source: Success
de: Erfolgreich
